{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 32, "word_counts": "{\"capital\": 3, \"italy\": 1, \"color\": 1, \"sky\": 1, \"invented\": 1, \"telephone\": 2, \"largest\": 2, \"planet\": 2, \"solar\": 2, \"system\": 2, \"year\": 1, \"world\": 2, \"war\": 2, \"ii\": 2, \"end\": 1, \"chemical\": 2, \"symbol\": 2, \"gold\": 2, \"wrote\": 2, \"juliet\": 1, \"japan\": 2, \"many\": 1, \"continents\": 2, \"hello\": 2, \"hey\": 1, \"wassup\": 2, \"hiiiiii\": 1, \"rome\": 1, \"blue\": 1, \"i'm\": 1, \"doing\": 1, \"great\": 1, \"thank\": 1, \"you\": 2, \"for\": 2, \"asking\": 1, \"how\": 1, \"about\": 1, \"alexander\": 1, \"graham\": 1, \"bell\": 1, \"is\": 4, \"credited\": 1, \"with\": 1, \"inventing\": 1, \"the\": 4, \"jupiter\": 1, \"in\": 2, \"our\": 1, \"ended\": 1, \"1945\": 1, \"au\": 1, \"william\": 1, \"shakespeare\": 1, \"'romeo\": 1, \"and\": 2, \"juliet'\": 1, \"tokyo\": 1, \"of\": 1, \"there\": 2, \"are\": 1, \"seven\": 1, \"africa\": 1, \"antarctica\": 1, \"asia\": 1, \"europe\": 1, \"north\": 1, \"america\": 2, \"australia\": 1, \"oceania\": 1, \"south\": 1, \"hi\": 5, \"what\": 1}", "word_docs": "{\"capital\": 3, \"italy\": 1, \"sky\": 1, \"color\": 1, \"telephone\": 2, \"invented\": 1, \"planet\": 2, \"system\": 2, \"largest\": 2, \"solar\": 2, \"world\": 2, \"war\": 2, \"end\": 1, \"year\": 1, \"ii\": 2, \"symbol\": 2, \"chemical\": 2, \"gold\": 2, \"juliet\": 1, \"wrote\": 2, \"japan\": 2, \"continents\": 2, \"many\": 1, \"hello\": 2, \"hey\": 1, \"wassup\": 2, \"hiiiiii\": 1, \"rome\": 1, \"blue\": 1, \"thank\": 1, \"how\": 1, \"you\": 1, \"doing\": 1, \"about\": 1, \"for\": 2, \"great\": 1, \"i'm\": 1, \"asking\": 1, \"alexander\": 1, \"graham\": 1, \"the\": 4, \"with\": 1, \"credited\": 1, \"inventing\": 1, \"bell\": 1, \"is\": 4, \"jupiter\": 1, \"our\": 1, \"in\": 2, \"ended\": 1, \"1945\": 1, \"au\": 1, \"'romeo\": 1, \"william\": 1, \"shakespeare\": 1, \"juliet'\": 1, \"and\": 2, \"tokyo\": 1, \"of\": 1, \"north\": 1, \"there\": 2, \"are\": 1, \"america\": 1, \"south\": 1, \"africa\": 1, \"oceania\": 1, \"antarctica\": 1, \"asia\": 1, \"australia\": 1, \"europe\": 1, \"seven\": 1, \"hi\": 5, \"what\": 1}", "index_docs": "{\"4\": 3, \"27\": 1, \"29\": 1, \"28\": 1, \"5\": 2, \"30\": 1, \"7\": 2, \"9\": 2, \"6\": 2, \"8\": 2, \"10\": 2, \"11\": 2, \"32\": 1, \"31\": 1, \"12\": 2, \"14\": 2, \"13\": 2, \"15\": 2, \"33\": 1, \"16\": 2, \"17\": 2, \"18\": 2, \"34\": 1, \"19\": 2, \"35\": 1, \"20\": 2, \"36\": 1, \"37\": 1, \"38\": 1, \"42\": 1, \"44\": 1, \"21\": 1, \"40\": 1, \"45\": 1, \"22\": 2, \"41\": 1, \"39\": 1, \"43\": 1, \"46\": 1, \"47\": 1, \"3\": 4, \"50\": 1, \"49\": 1, \"51\": 1, \"48\": 1, \"2\": 4, \"52\": 1, \"53\": 1, \"23\": 2, \"54\": 1, \"55\": 1, \"56\": 1, \"59\": 1, \"57\": 1, \"58\": 1, \"60\": 1, \"24\": 2, \"61\": 1, \"62\": 1, \"69\": 1, \"25\": 2, \"63\": 1, \"26\": 1, \"72\": 1, \"65\": 1, \"71\": 1, \"66\": 1, \"67\": 1, \"70\": 1, \"68\": 1, \"64\": 1, \"1\": 5, \"73\": 1}", "index_word": "{\"1\": \"hi\", \"2\": \"is\", \"3\": \"the\", \"4\": \"capital\", \"5\": \"telephone\", \"6\": \"largest\", \"7\": \"planet\", \"8\": \"solar\", \"9\": \"system\", \"10\": \"world\", \"11\": \"war\", \"12\": \"ii\", \"13\": \"chemical\", \"14\": \"symbol\", \"15\": \"gold\", \"16\": \"wrote\", \"17\": \"japan\", \"18\": \"continents\", \"19\": \"hello\", \"20\": \"wassup\", \"21\": \"you\", \"22\": \"for\", \"23\": \"in\", \"24\": \"and\", \"25\": \"there\", \"26\": \"america\", \"27\": \"italy\", \"28\": \"color\", \"29\": \"sky\", \"30\": \"invented\", \"31\": \"year\", \"32\": \"end\", \"33\": \"juliet\", \"34\": \"many\", \"35\": \"hey\", \"36\": \"hiiiiii\", \"37\": \"rome\", \"38\": \"blue\", \"39\": \"i'm\", \"40\": \"doing\", \"41\": \"great\", \"42\": \"thank\", \"43\": \"asking\", \"44\": \"how\", \"45\": \"about\", \"46\": \"alexander\", \"47\": \"graham\", \"48\": \"bell\", \"49\": \"credited\", \"50\": \"with\", \"51\": \"inventing\", \"52\": \"jupiter\", \"53\": \"our\", \"54\": \"ended\", \"55\": \"1945\", \"56\": \"au\", \"57\": \"william\", \"58\": \"shakespeare\", \"59\": \"'romeo\", \"60\": \"juliet'\", \"61\": \"tokyo\", \"62\": \"of\", \"63\": \"are\", \"64\": \"seven\", \"65\": \"africa\", \"66\": \"antarctica\", \"67\": \"asia\", \"68\": \"europe\", \"69\": \"north\", \"70\": \"australia\", \"71\": \"oceania\", \"72\": \"south\", \"73\": \"what\"}", "word_index": "{\"hi\": 1, \"is\": 2, \"the\": 3, \"capital\": 4, \"telephone\": 5, \"largest\": 6, \"planet\": 7, \"solar\": 8, \"system\": 9, \"world\": 10, \"war\": 11, \"ii\": 12, \"chemical\": 13, \"symbol\": 14, \"gold\": 15, \"wrote\": 16, \"japan\": 17, \"continents\": 18, \"hello\": 19, \"wassup\": 20, \"you\": 21, \"for\": 22, \"in\": 23, \"and\": 24, \"there\": 25, \"america\": 26, \"italy\": 27, \"color\": 28, \"sky\": 29, \"invented\": 30, \"year\": 31, \"end\": 32, \"juliet\": 33, \"many\": 34, \"hey\": 35, \"hiiiiii\": 36, \"rome\": 37, \"blue\": 38, \"i'm\": 39, \"doing\": 40, \"great\": 41, \"thank\": 42, \"asking\": 43, \"how\": 44, \"about\": 45, \"alexander\": 46, \"graham\": 47, \"bell\": 48, \"credited\": 49, \"with\": 50, \"inventing\": 51, \"jupiter\": 52, \"our\": 53, \"ended\": 54, \"1945\": 55, \"au\": 56, \"william\": 57, \"shakespeare\": 58, \"'romeo\": 59, \"juliet'\": 60, \"tokyo\": 61, \"of\": 62, \"are\": 63, \"seven\": 64, \"africa\": 65, \"antarctica\": 66, \"asia\": 67, \"europe\": 68, \"north\": 69, \"australia\": 70, \"oceania\": 71, \"south\": 72, \"what\": 73}"}}